Repository: haraldulv/free-space
Catalog: TunoApp/Tuno/Localizable.xcstrings
Source language: nb
Languages: de, en

source: Rediger plass
de: Stellplatz bearbeiten
en: Edit spot

source: Rediger profil
de: Profil bearbeiten
en: Edit profile

source: Refundert %@ kr
de: %@ kr erstattet

source: Refundert %lld kr
de: %lld kr erstattet
en: Refunded %lld kr

# Refusjon: %@ kr av %@ kr
source: Refusjon: %1$@ kr av %2$@ kr
de: Erstattung: %1$@ kr von %2$@ kr

source: Refusjon: %lld kr av %lld kr
de: Erstattung: %1$lld kr von %2$lld kr
en: Refund: %1$lld kr of %2$lld kr

source: Registrer deg
de: Registrieren
en: Sign up

source: Registreringsnummer
de: Kennzeichen
en: License plate

source: Rullestoltilgjengelig
de: Rollstuhlgerecht
en: Wheelchair accessible

source: Samme melding for alle plasser
de: Gleiche Nachricht für alle Stellplätze
en: Same message for all spots

source: Samme pris for alle plasser
de: Gleicher Preis für alle Stellplätze
en: Same price for all spots

source: Se gjennom
de: Überprüfen

source: Se mine bestillinger
de: Meine Buchungen ansehen
en: See my bookings

source: Se over annonsen din
de: Überprüfe deine Anzeige
en: Review your listing

source: Send anmeldelse
de: Bewertung abschicken
en: Submit review

source: Send melding til utleier
de: Gastgeber eine Nachricht senden
en: Message the host

source: Send tilbakestillingslenke
de: Reset-Link senden
en: Send reset link

source: Sender...
de: Wird gesendet...
en: Sending...

source: Sendes automatisk til gjesten ved innsjekk-tid på ankomstdagen.
de: Wird am Anreisetag automatisch zur Check-in-Zeit an den Gast gesendet.

source: Sengetøy
de: Bettwäsche
en: Bedding

source: Septiktømming
de: Abwasserentsorgung
en: Septic disposal

source: Serviceavgift
de: Servicegebühr
en: Service fee

source: Sett pris
de: Preis festlegen
en: Set price

source: Sett ulik melding per plass (f.eks. ulike port-koder).
de: Lege pro Stellplatz eine andere Nachricht fest (z. B. unterschiedliche Tor-Codes).
en: Set a different message per spot (e.g. different gate codes).

source: Sett ulik pris for ulike plasser (f.eks. sjøutsikt vs bakrekke).
de: Lege unterschiedliche Preise für verschiedene Stellplätze fest (z. B. Meerblick vs. hintere Reihe).
en: Set different prices for different spots (e.g. sea view vs back row).

source: Sett ulik pris for ulike plasser.
de: Lege unterschiedliche Preise für verschiedene Stellplätze fest.
en: Set different prices for different spots.

source: Siste bookings
de: Letzte Buchungen
en: Recent bookings

source: Sjekk e-posten din
de: Prüfe deine E-Mails
en: Check your email

source: Sjø-/innsjøtilgang
de: Meer-/Seezugang
en: Lake or sea access

source: Skjul eksakt adresse
de: Genaue Adresse ausblenden
en: Hide exact address

source: Skjult fra søk
de: In der Suche ausgeblendet
en: Hidden from search

source: Skriv en melding...
de: Nachricht schreiben...
en: Write a message...

source: Skriv individuell melding på hver plass nedenfor.
de: Schreibe unten eine individuelle Nachricht für jeden Stellplatz.
en: Write an individual message on each spot below.

source: Skriv inn e-posten din, så sender vi deg en tilbakestillingslenke.
de: Gib deine E-Mail-Adresse ein, und wir senden dir einen Reset-Link.
en: Enter your email and we'll send you a reset link.

source: Skriv inn en gyldig pris
de: Gib einen gültigen Preis ein
en: Enter a valid price

source: Skriv ut og heng opp QR-kodene ved hver plass. Gjester scanner koden for å komme direkte til annonsen.
de: Drucke die QR-Codes aus und häng sie an jedem Stellplatz auf. Gäste scannen den Code und gelangen direkt zur Anzeige.
en: Print the QR codes and hang them at each spot. Guests scan the code to go straight to the listing.

source: Slett
de: Löschen
en: Delete

source: Slett annonse?
de: Anzeige löschen?
en: Delete listing?

source: Søk
de: Suchen
en: Search

source: Søk etter adresse...
de: Nach Adresse suchen...
en: Search for an address...

source: Språk
de: Sprache

source: Standardpris per natt
de: Standardpreis pro Nacht
en: Default price per night

source: Stripe krever dette for identitetsverifisering.
de: Stripe benötigt dies zur Identitätsprüfung.
en: Stripe requires this for identity verification.

source: Stripe trenger litt mer informasjon før vi kan aktivere utbetalingene dine:
de: Stripe benötigt noch ein paar Angaben, bevor wir deine Auszahlungen aktivieren können:
en: Stripe needs a little more information before we can activate your payouts:

source: Strøm (tilkobling)
de: Strom (Anschluss)
en: Electric hookup

source: Strømtilkobling
de: Stromanschluss
en: Power hookup

source: Sykkelutleie
de: Fahrradverleih
en: Bike rental

source: Synlig i søk
de: In der Suche sichtbar
en: Visible in search

source: Tilbake
de: Zurück
en: Back

source: Tilgjengelig i dag
de: Heute verfügbar
en: Available today

source: Tilgjengelig på denne plassen
de: An diesem Stellplatz verfügbar
en: Available at this spot

source: Tilgjengelighet
de: Verfügbarkeit
en: Availability

source: Tillegg
de: Extras
en: Add-ons

source: Tillegg på denne plassen
de: Extras an diesem Stellplatz
en: Add-ons at this spot

source: Tilleggstjenester
de: Extras
en: Add-ons

source: Tittel
de: Titel
en: Title

source: Tittel må ha minst 3 tegn
de: Titel muss mindestens 3 Zeichen haben
en: Title must be at least 3 characters

source: Toalett
de: Toiletten
en: Toilets

source: Totalt
de: Gesamt
en: Total

source: Totalt betalt
de: Insgesamt bezahlt
en: Total paid

source: Totalt tjent
de: Insgesamt verdient
en: Total earned

source: Trykk på datoer for å blokkere eller åpne dem. Blokkerte datoer vises i rødt.
de: Tippe auf Daten, um sie zu blockieren oder freizugeben. Blockierte Daten werden rot angezeigt.
en: Tap dates to block or open them. Blocked dates are shown in red.

source: Trykk på en plass for å se kalender og blokkere datoer.
de: Tippe auf einen Platz, um den Kalender zu sehen und Daten zu blockieren.

source: Trykk på kartet
de: Auf die Karte tippen
en: Tap the map

source: Trykk på kartet for å plassere
de: Tippe auf die Karte, um einen Pin zu setzen
en: Tap the map to place a pin

source: Ugyldig norsk IBAN (NO + 13 siffer)
de: Ungültige norwegische IBAN (NO + 13 Ziffern)
en: Invalid Norwegian IBAN (NO + 13 digits)

source: Ukjent
de: Unbekannt
en: Unknown

source: Umiddelbar booking
de: Sofortbuchung
en: Instant booking

source: Under tak
de: Überdacht
en: Covered

source: Utforsk
de: Entdecken
en: Explore

source: Utforsk plasser og legg til favoritter
de: Entdecke Stellplätze und füge Favoriten hinzu
en: Explore spots and add favorites

source: Utleier
de: Gastgeber
en: Host

source: Utsjekk
de: Check-out
en: Check-out

source: Uventet svar fra serveren
de: Unerwartete Antwort vom Server
en: Unexpected response from the server

source: Vanntilkobling
de: Wasseranschluss
en: Water hookup

source: Varighet
de: Dauer
en: Duration

source: Ved
de: Brennholz
en: Firewood

source: Ved å fortsette godtar du [Stripes tjenestevilkår](https://stripe.com/connect-account/legal/full), Tunos [utleiervilkår](https://tuno.no/utleiervilkar) og [retningslinjer for annonser](https://tuno.no/retningslinjer). Tuno bruker Stripe som betalingsleverandør.
de: Indem du fortfährst, akzeptierst du die [Nutzungsbedingungen von Stripe](https://stripe.com/connect-account/legal/full), die [Gastgeberbedingungen von Tuno](https://tuno.no/utleiervilkar) und die [Anzeigenrichtlinien](https://tuno.no/retningslinjer). Tuno nutzt Stripe als Zahlungsanbieter.

source: Velg bilder
de: Fotos auswählen
en: Choose photos

source: Velg datoer
de: Daten auswählen
en: Choose dates

source: Velg en kategori
de: Wähle eine Kategorie
en: Choose a category

source: Velg en lokasjon fra forslagene
de: Wähle einen Ort aus den Vorschlägen
en: Pick a location from the suggestions

source: Velg plasser
de: Stellplätze auswählen
en: Choose spots

source: Velkommen som utleier
de: Willkommen als Gastgeber
en: Welcome, host

source: Velkomstmelding for denne plassen
de: Willkommensnachricht für diesen Stellplatz
en: Welcome message for this spot

source: Velkomstmelding ved innsjekk
de: Willkommensnachricht beim Check-in
en: Check-in welcome message

source: Venter
de: Ausstehend
en: Pending

source: Vi har sendt en bekreftelseslenke til %@. Klikk på lenken for å aktivere kontoen din, og logg deretter inn.
de: Wir haben einen Bestätigungslink an %@ gesendet. Klicke auf den Link, um dein Konto zu aktivieren, und melde dich anschließend an.
en: We've sent a confirmation link to %@. Click the link to activate your account, then sign in.

source: Vi har sendt en lenke for å tilbakestille passordet ditt til %@.
de: Wir haben einen Link zum Zurücksetzen deines Passworts an %@ gesendet.
en: We've sent a link to reset your password to %@.

source: Vi trenger litt informasjon for å kunne betale ut leieinntektene dine. Alt skjer her i appen.
de: Wir brauchen ein paar Angaben, um dir deine Mieteinnahmen auszahlen zu können. Alles passiert hier in der App.
en: We need a little information so we can pay out your rental income. It all happens here in the app.

source: WiFi
de: WLAN

source: Adresse
en: Address

source: Bankkonto
en: Bank account

source: Kalender
en: Calendar

source: Meter
en: Meters

source: Profil
en: Profile

source: Telefonnummer
en: Phone number
